{"class_name": "Tokenizer", "config": {"num_words": 1000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 17, "word_counts": "{\"help\": 2, \"me\": 5, \"save\": 1, \"leave\": 1, \"alone\": 1, \"stop\": 1, \"it\": 2, \"i\": 4, \"am\": 3, \"in\": 1, \"danger\": 1, \"this\": 1, \"is\": 3, \"emergency\": 1, \"please\": 1, \"call\": 1, \"police\": 1, \"feel\": 1, \"unsafe\": 1, \"someone\": 1, \"following\": 1, \"how\": 1, \"are\": 1, \"you\": 1, \"good\": 1, \"morning\": 1, \"fine\": 1, \"what\": 1, \"time\": 1, \"hello\": 1, \"nice\": 1, \"weather\": 1, \"today\": 1, \"going\": 1, \"home\": 1}", "word_docs": "{\"me\": 5, \"help\": 2, \"save\": 1, \"leave\": 1, \"alone\": 1, \"stop\": 1, \"it\": 2, \"danger\": 1, \"i\": 4, \"am\": 3, \"in\": 1, \"emergency\": 1, \"is\": 3, \"this\": 1, \"please\": 1, \"police\": 1, \"call\": 1, \"feel\": 1, \"unsafe\": 1, \"following\": 1, \"someone\": 1, \"how\": 1, \"you\": 1, \"are\": 1, \"good\": 1, \"morning\": 1, \"fine\": 1, \"time\": 1, \"what\": 1, \"hello\": 1, \"weather\": 1, \"today\": 1, \"nice\": 1, \"home\": 1, \"going\": 1}", "index_docs": "{\"2\": 5, \"6\": 2, \"8\": 1, \"9\": 1, \"10\": 1, \"11\": 1, \"7\": 2, \"13\": 1, \"3\": 4, \"4\": 3, \"12\": 1, \"15\": 1, \"5\": 3, \"14\": 1, \"16\": 1, \"18\": 1, \"17\": 1, \"19\": 1, \"20\": 1, \"22\": 1, \"21\": 1, \"23\": 1, \"25\": 1, \"24\": 1, \"26\": 1, \"27\": 1, \"28\": 1, \"30\": 1, \"29\": 1, \"31\": 1, \"33\": 1, \"34\": 1, \"32\": 1, \"36\": 1, \"35\": 1}", "index_word": "{\"1\": \"<OOV>\", \"2\": \"me\", \"3\": \"i\", \"4\": \"am\", \"5\": \"is\", \"6\": \"help\", \"7\": \"it\", \"8\": \"save\", \"9\": \"leave\", \"10\": \"alone\", \"11\": \"stop\", \"12\": \"in\", \"13\": \"danger\", \"14\": \"this\", \"15\": \"emergency\", \"16\": \"please\", \"17\": \"call\", \"18\": \"police\", \"19\": \"feel\", \"20\": \"unsafe\", \"21\": \"someone\", \"22\": \"following\", \"23\": \"how\", \"24\": \"are\", \"25\": \"you\", \"26\": \"good\", \"27\": \"morning\", \"28\": \"fine\", \"29\": \"what\", \"30\": \"time\", \"31\": \"hello\", \"32\": \"nice\", \"33\": \"weather\", \"34\": \"today\", \"35\": \"going\", \"36\": \"home\"}", "word_index": "{\"<OOV>\": 1, \"me\": 2, \"i\": 3, \"am\": 4, \"is\": 5, \"help\": 6, \"it\": 7, \"save\": 8, \"leave\": 9, \"alone\": 10, \"stop\": 11, \"in\": 12, \"danger\": 13, \"this\": 14, \"emergency\": 15, \"please\": 16, \"call\": 17, \"police\": 18, \"feel\": 19, \"unsafe\": 20, \"someone\": 21, \"following\": 22, \"how\": 23, \"are\": 24, \"you\": 25, \"good\": 26, \"morning\": 27, \"fine\": 28, \"what\": 29, \"time\": 30, \"hello\": 31, \"nice\": 32, \"weather\": 33, \"today\": 34, \"going\": 35, \"home\": 36}"}}